Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: SAN FRANCISCO – January 26, 2017 – T​he Cloud Native Computing Foundation, which is sustaining and integrating open source technologies to orchestrate containers of microservices, today announced the program and agenda for CloudNativeCon + KubeCon Europe, taking place March 29-30 in Berlin.
ja: 2017 年 1 月 26 日 サンフランシスコ発 – マイクロサービスのコンテナをオーケストレートするオープン ソース テクノロジの維持・統合に取り組む Cloud Native Computing Foundtion は、CloudNativeCon + KubeCon Europe (3 月 29 日 ~ 30 日、ベルリンにて開催) のプログラムとアジェンダを発表しました。

source: SAN FRANCISCO – January xx, 2016 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced that Hitachi, Ltd. has become a Platinum member of the Foundation.
ja: 2017 年 1 月 xx 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ 促進に取り組む非営利団体 The Linux Foundation は、株式会社 日立製作所 http://www.hitachi.co.jp/ が The Linux Foundation のプラチナ メンバーになったことを発表しました。

source: SAN FRANCISCO – March 30, 2017 – The Linux Foundation, the nonprofit organization enabling mass innovation through open source, announced that 16 new organizations have joined the Foundation as Silver members.
ja: 2017年3月30日 サンフランシスコ 発 - オープン ソースを通じた大規模イノベーションの実現に取り組む非営利団体であるThe Linux Foundation http://www.linuxfoundation.org/ (略称: LF) は、新たに16社がシルバー メンバーとして加盟したことを発表しました。

source: SAN FRANCISCO — February 13, 2017 — Cloud Foundry Foundation, home of the industry-standard platform for cloud applications, today announced IBM (NYSE: IBM) will host a Node.js track at the Cloud Foundry Summit Silicon Valley.
ja: 2017 年 2 月 13 日 サンフランシスコ発 － クラウド アプリケーションのための業界標準プラットフォームの開発推進組織である Cloud Foundry Foundation は、IBM (NYSE: IBM) が Cloud Foundry Summit Silicon Valley において Node.js トラックを誘致することを発表しました。

source: SAN FRANCISCO — February 28, 2017 — Cloud Foundry Foundation, home of the industry-standard platform for cloud applications, today announced three new members of its Board of Directors: Allianz Germany Chief Information Officer Dr. Andreas Nolte; SUSE CTO Thomas Di Giacomo; and VMware Vice President and General Manager Paul Fazzone who was elected as treasurer.
ja: 2017 年 2 月 28 日 サンフランシスコ発 － クラウド アプリケーションのための業界標準プラットフォームの開発推進組織である Cloud Foundry Foundation は、Allianz Germany のチーフ インフォメーション オフィサー Andreas Nolte 氏、SUSE の CTO である Thomas Di Giacomo 氏、VMware のバイスプレジデント兼ジェネラル マネージャー Paul Fazzone 氏 (財務担当) の 3 名を新ボード メンバーとして発表しました。

source: SAN FRANCISCO, April 11, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced the program for Automotive Linux Summit, taking place May 31-June 2 in Tokyo, Japan.
ja: 2017年4月11日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ を促進する非営利団体The Linux Foundationは、5月31日から6月2にかけて東京で開催される Automotive Linux Summit http://events.linuxfoundation.jp/events/automotive-linux-summit のプログラムを発表しました。

source: SAN FRANCISCO, April 11, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced the program for Open Source Summit Japan, taking place May 31-June 2 in Tokyo.
ja: 2017年4月11日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ を促進する非営利団体The Linux Foundationは、5月31日から6月2にかけて東京で開催される Open Source Summit Japan http://events.linuxfoundation.jp/events/open-source-summit-japan/ のプログラムを発表しました。

source: SAN FRANCISCO, April 13, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announces that the API Strategy & Practice Conference has become a Linux Foundation event and will be jointly produced with the Open API Initiative (OAI), a Linux Foundation project.
ja: 2017年4月13日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ 促進に取り組む非営利団体 The Linux Foundation は、API Strategy & Practice ConferenceがLinux Foundationイベントとなったこと、さらにLinux FoundationプロジェクトであるOpen API Initiative (OAI) との共同制作となることを発表しました。

source: SAN FRANCISCO, April 18, 2017 – The Linux Foundation, the nonprofit organization enabling mass innovation through open source, today announced the appointment of Hisao Munakata of Renesas and Dirk Hohndel of VMware to its Board of Directors.
ja: 2017年4月18日 サンフランシスコ 発 - オープン ソースによる大規模イノベーションの実現に取り組む非営利団体である The Linux Foundation https://www.linuxfoundation.org/ (略称: LF) は、ルネサス エレクトロニクスの宗像尚郎氏とVMwareのDirk Hohndel氏がボード メンバーに任命されたことを発表しました。

source: SAN FRANCISCO, April 27, 2017 – Automotive Grade Linux (AGL), a collaborative open source project developing a Linux-based, open platform for the connected car, today announced that ARCCORE, BayLibre, IoT.bzh, Nexius, SELTECH and Voicebox have joined Automotive Grade Linux and The Linux Foundation.
ja: 2017年4月27日 サンフランシスコ発 － コネクテッド カー向けのLinux ベース オープン プラットフォームを開発するオープン ソース共同開発プロジェクトAutomotive Grade Linux https://automotive.linuxfoundation.org/ (AGL) は、本日、ARCCORE、BayLibre、IoT.bzh、Nexius、SELTECH、ならびにVoiceboxの6組織が Automotive Grade Linux と The Linux Foundation に加盟したことを発表しました。

source: SAN FRANCISCO, April 6, 2017 — Cloud Foundry Foundation today announced speakers and the schedule for Cloud Foundry Summit Silicon Valley 2017, which will take place June 13-15 in Santa Clara, CA.
ja: 2017年4月4日、サンフランシスコ発 － Cloud Foundry http://www.cloudfoundry.org/ は、Cloud Foundry Summit Silicon Valley 2017（6月13日～15日、カリフォルニア州サンタクララで開催）の講演者とスケジュールを発表しました。

source: SAN FRANCISCO, CA – (February 21, 2017) – Hyperledger Project, a collaborative cross-industry effort created to advance blockchain technology, announced today Daimler AG has joined the project as a Premier member.
ja: 2017 年 2 月 21 日 サンフランシスコ発 － ブロックチェーン技術を進化させるために発足したクロスインダストリ共同開発プロジェクト Hyperledger Project は、ダイムラー (Daimler AG) がプレミア メンバーとして加盟したことを発表しました。

source: SAN FRANCISCO, CA – (February 28, 2017) – Hyperledger Project, a collaborative cross-industry effort created to advance blockchain technology, announced today that 11 new members have joined the project to help create an open standard for distributed ledgers for a new generation of transactional applications.
ja: 2017 年 2 月 28 日 サンフランシスコ発 － ブロックチェーン技術を進化させるために発足したクロスインダストリ共同開発プロジェクト Hyperledger Project は、次世代商取引アプリケーションのための分散レジャーのオープン スタンダード構築支援をめざし、新メンバー 11 社が加わったことを発表しました。

source: SAN FRANCISCO, CA – (May 31, 2017) – Hyperledger, a collaborative cross-industry effort created to advance blockchain technology, announced today that NEC Corporation has joined as a Premier Member of the project.
ja: 2017年5月31日 サンフランシスコ発 － ブロックチェーン技術を進化させるために発足したクロスインダストリ共同開発プロジェクトHyperledger https://www.hyperledger.org/ は、NECがプレミア メンバーとして加盟したことを本日発表しました。

source: SAN FRANCISCO, CA – (May 31, 2017) – Hyperledger, a collaborative cross-industry effort created to advance blockchain technology, announced today that the multinational corporation NEC has joined as a Premier Member of the project.
ja: 2017年5月31日 サンフランシスコ発 － ブロックチェーン技術を進化させるために発足したクロスインダストリ共同開発プロジェクトHyperledger https://www.hyperledger.org/ は、NECがプレミア メンバーとして加盟したことを発表しました。

source: SAN FRANCISCO, February 1, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced the formation of a project that will provide a framework for real-time, policy-driven software automation of network virtual functions.
ja: 2017 年 2 月 1 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース https://www.linuxfoundation.org/ マネジメントの促進に取り組む非営利団体 The Linux Foundation (略称: LF) は、ネットワーク仮想化機能をリアルタイムかつポリシードリブンなソフトウェアで自動化するフレームワークを提供するプロジェクトの結成を発表しました。

source: SAN FRANCISCO, February 13, 2016 – Automotive Grade Linux (AGL), a collaborative open source project developing a Linux-based, open platform for the connected car, today announced that six new members have joined Automotive Grade Linux and The Linux Foundation.
ja: 2017 年 2 月 13 日 サンフランシスコ発 － コネクテッド カー向けの Linux ベース オープン プラットフォームを開発するオープン ソース共同開発プロジェクト Automotive Grade Linux https://automotive.linuxfoundation.org/ (AGL) は、本日、新たな 6 メンバーが Automotive Grade Linux と The Linux Foundation に加盟したことを発表しました。

source: SAN FRANCISCO, February 15, 2017 – The Civil Infrastructure Platform https://www.cip-project.org/ (CIP) project today announced that Renesas Electronics Corporation has joined as a Platinum member.
ja: 2017 年 2 月 15 日 サンフランシスコ発 － Civil Infrastructure Platform https://www.cip-project.org/ (CIP) プロジェクトは、ルネサス エレクトロニクス株式会社 https://www.renesas.com/ja-jp/ (本社: 東京) がプラチナ メンバーとして参加したことを発表しました。

source: SAN FRANCISCO, February 23, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced the merger of open source ECOMP and Open Orchestrator Project (OPEN-O) to create the new Open Network Automation Platform (ONAP) Project.
ja: 2017 年 2 月 23 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース https://www.linuxfoundation.org/ マネジメントの促進に取り組む非営利団体 The Linux Foundation (略称: LF) は、Open Network Automation Platform (ONAP) プロジェクトを結成するために Open Source ECOMP と Open Orchestrator Project (OPEN-O) が合併したことを発表しました。

source: SAN FRANCISCO, Jan. 26, 2017 — The Node.js Foundation, a community-led and industry-backed consortium to advance the development of the Node.js platform, today announced development of the inaugural Node.js certification program aimed to establish a baseline competency in Node.js.
ja: 2017 年 1 月 26 日 サンフランシスコ発 － Node.js プラットフォームの開発促進に取り組むコミュニティ主導/業界支援コンソーシアムである Node.js Foundation は、Node.js の基準値となる能力を確立するために初めての Node.js 認証プログラムを開発することを発表しました。

source: SAN FRANCISCO, Jan. 30, 2017 -- Hyperledger Project https://www.hyperledger.org/ , a collaborative cross-industry effort created to advance blockchain technology, announced today American Express https://www.americanexpress.com has joined the project as a Premier Member.
ja: 2017 年 1 月 30 日 サンフランシスコ発 － ブロックチェーン技術を進化させるために発足したクロスインダストリ共同開発プロジェクト Hyperledger Project https://www.hyperledger.org/ は、American Express https://www.americanexpress.com がプレミア メンバーとしてプロジェクトに加わったことを発表しました。

source: SAN FRANCISCO, January 12, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced the program for Open Source Leadership Summit, taking place February 14-16 in Lake Tahoe, CA.
ja: 2017 年 1 月 12 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメントを促進する非営利団体 The Linux Foundation https://www.linuxfoundation.org/ は、2 月 14 日～16 日にカリフォルニア州レイク タホで開催される Open Source Leadership Summit のプログラムを発表しました。

source: SAN FRANCISCO, January 17, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced that LinuxCon + ContainerCon + CloudOpen is coming to China for the first time, June 19-20, 2017 at the China National Convention Center in Beijing.
ja: 2017 年 1 月 17 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.jp/ の促進に取り組む非営利団体 The Linux Foundation は、今年は中国でも LinuxCon + ContainerCon + CloudOpen を開催することを発表しました。2017 年 6 月 19 日～20 日に北京国家会議センターにおいて開催される予定です。

source: SAN FRANCISCO, June 8, 2017 — The Open Network Automation Platform (ONAP) Project today announced that Accenture, CertusNet, Coriant, Juniper Networks, Mavenir, Mirantis, PCCW Global, Red Hat, VEON and Windstream joined as new members to contribute to the open source framework for network automation.
ja: 2017年6月8日、サンフランシスコ発 － Open Network Automation Platform http://www.onap.org/ (ONAP) プロジェクトは、Accenture、CertusNet、Coriant、Juniper Networks、Mavenir、Mirantis、PCCW Global、Red Hat、VEON、Windstream の10社が新メンバーとして加入し、ネットワーク オートメーション向けのオープン ソース フレームワークに貢献することになったと発表しました。

source: SAN FRANCISCO, March 13, 2017– The OpenDaylight Project, the leading open source platform for programmable, software-defined networks (SDN), today announced that ZTE has upgraded their membership to the Platinum level, demonstrating their commitment to the open source community and SDN/NFV based networks.
ja: 2017 年 3 月 13 日 サンフランシスコ 発 - プログラム可能なソフトウェアデファインド ネットワークのための代表的なオープン ソース プラットフォームを手掛ける OpenDaylight Project は、本日、ZTE がプラチナ メンバーに昇格し、オープン ソース コミュニティと SDN/NFV ベース ネットワークへのさらなるコミットメントを表明したことを発表しました。

source: SAN FRANCISCO, March 21, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced that Eileen Evans, Vice President and Deputy General Counsel for Software and Open Source at Hewlett Packard Enterprise (HPE), has joined The Linux Foundation Board of Directors as an At-Large director.
ja: 2017 年 ３ 月 21 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ 促進に取り組む非営利団体 The Linux Foundation は、Hewlett Packard Enterprise (HPE) のソフトウェア&オープン ソース担当バイスプレジデント兼副法律顧問である Eileen Evans 氏 (以下敬称略) が一般代表として The Linux Foundation のボード メンバーになったことを発表しました。

source: SANTA CLARA (OPEN NETWORKING SUMMIT 2017), April 3, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced that the DPDK Project (Data Plane Development Kit) community has moved to The Linux Foundation.
ja: 2017年4月3日 サンタクララ（Open Networking Summt 2017）発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント促進に取り組む非営利団体The Linux Foundationは、DPDK Project（Data Plane Development Kit）コミュニティがThe Linux Foundationの傘下に入ることを発表しました。

source: SAP SE helps streamline processes, providing the ability to use live data to predict customer trends.
ja: SAP SE http://www.sap.com/ は、ライブ データを使用して顧客のトレンドを予測する合理的なプロセスを支援します。

source: SDN & NFV Solutions Showcase: Hand-picked demos of collaborative, multi-organization solutions at the cutting edge of open source SDN and NFV.
ja: SDN & NFV ソリューションズ ショーケース http://events.linuxfoundation.org/events/open-networking-summit/extend-the-experience/solutions-showcase?utm_source=press-release&utm_campaign=ons17&utm_medium=press オープン ソース SDN や NFV の最前線から、複数組織による協業ソリューションを厳選して発表・展示します。

source: SELTECH
ja: SELTECH http://seltech.co.jp/

source: SELTECH develops solutions to secure IoT equipment, voice and image recognition as well as artificial intelligence.
ja: SELTECH http://www.seltech.co.jp/ は、IoT機器、音声・イメージ認識、および人工知能を保護するソリューションを開発しています。

source: SHARED MEETING ROOM: Use of a meeting room throughout conference.
ja: 共有会議室: カンファレンスの会期中利用できます。

source: SILVER SPONSORSHIP
ja: シルバー スポンサーシップ

source: SK Telecom: “Bringing xRAN and M-CORD together will help us automate provisioning and grow our RAN capacity while significantly reducing capex and opex,” said Alex Choi, Chief Technology Officer, Executive Vice President, Head of Corporate R&D Center at SK Telecom.”
ja: SK Telecom: 「xRAN と M-CORD の連携は、プロビジョニングの自動化と RAN 能力の強化を促進しつつ、設備投資と運用コストを大幅に削減します。」 Alex Choi 氏 (Chief Technology Officer, Executive Vice President, Head of Corporate R&D Center at SK Telecom)

source: SPONSORSHIP AT-A-GLANCE
ja: スポンサーの種類と特典

source: SPONSORSHIP FEE $10,000
ja: 料金 $10,000

source: SPONSORSHIP FEE $15,000
ja: 料金 $15,000

source: SPONSORSHIP FEE $20,000
ja: 料金 $20,000

source: SPONSORSHIP FEE $30,000
ja: 料金 $30,000

source: SPONSORSHIP FEE $42,000
ja: 料金 $42,000

source: SPONSORSHIP FEE $5,000
ja: 料金 $5,000

source: SPONSORSHIP FEE $60,000
ja: 料金 $60,000

source: SPONSORSHIP FEE $8,000
ja: 料金 $8,000

source: SPONSORSHIP GRID AT-A-GLANCE
ja: スポンサーの種類と特典

source: STRATEGY:
ja: 戦略:

source: SUM OF %
ja: 比率

source: SUPPORT TODAY
ja: 個人サポーターになる

source: Sage Weil from Red Hat discusses a new storage backend for Ceph named “Bluestore”.
ja: Sage Weil (Red Hat) “Bluestore” という新しい Ceph 向けストレージ バックエンド

source: Sales / Marketing / Product
ja: セールス / マーケティング / プロダクト

source: Sales / Marketing / Product 9%
ja: セールス / マーケティング / プロダクト 9%

source: Sales, Marketing & Recruiting
ja: セールス、マーケティング、リクルーティング

source: Sales/Marketing/Product 18%
ja: セールス / マーケティング / プロダクト 18%

source: Sampling of content from Fundamentals of Open Source Management training course provides a foundation for using open source software in professional organizations
ja: 「オープン ソース マネージメントの基礎」トレーニング コースの内容を抜粋、プロフェッショナル組織におけるオープン ソース ソフトウェア使用の基本

source: Sastry Durvasula, Senior Vice President of Technology, responsible for leading enterprise-wide big data, blockchain, digital payments and partnerships, will represent the company on the Hyperledger Governing Board.
ja: また Sastry Durvasula 氏 (技術部門担当シニア バイス プレジデント、リーディング エンタープライズワイド ビッグ データ、ブロックチェーン、デジタル ペイメント&パートナーシップ責任者) が同社を代表して Hyperledger 理事に就任します。

source: Schedule Announced: Week of April 9, 2017
ja: スケジュール発表: 2017 年 4 月 9 日の週

source: Scholarship Opportunities
ja: 奨学制度のご案内

source: Scholarship recipients will receive a complimentary registration pass.
ja: スカラーシップ受賞者には無料の登録チケットが贈られます。

source: Scholarships are awarded based on a combination of need and impact.
ja: スカラーシップの基準は、ニーズとインパクトです。

source: Scholarships are awarded on a combination of need and impact.
ja: スカラーシップの基準は、ニーズとインパクトです。

source: Scores go from 0 (worst) - 32 (best) and Grades from F (worst) to A (best).
ja: スコアは 0 (ワースト) から 32 (ベスト)、グレードは F (ワースト) から A (ベスト) で表されています。

source: Securing Vehicle-to-Cloud Data and Privacy with Digital Identity, Ashley Stevenson, ForgeRock
ja: ● クルマ-クラウド間のデータとプライバシーをデジタル アイデンティティで保護する Ashley Stevenson (ForgeRock)

source: See our list of free resources and learn more ways to get involved.
ja: フリーのリソース一覧はこちらです。オープン ソースに関わるにはさまざまな方法があります。

source: See the full list of members, including CORD’s collaborators, and learn how you can get involved with CORD at opencord.org.
ja: CORD の協業組織などのメンバー一覧、および CORD への参加方法については、opencord.org を参照してください。

source: Selection will be made by an assembled group of reviewers who will assess each applicant's request.
ja: 選考は、各応募者のリクエストを厳正に評価する専門の審査員グループによって行われます。

source: Send everything in an email to cfp [at] linuxfoundation.org.
ja: 上記のすべて (タイトル、発表内容、および自身の略歴) を電子メールで cfp [at] linuxfoundation.org あてに送信します。

source: Senior Business Executives, Managers and Community Leaders
ja: 経営陣、管理者層、コミュニティ リーダー

source: Senior executives at Allianz, SUSE and VMWare bring diverse voices, strengthening the project
ja: Allianz、SUSE、および VMWare のシニア エグゼクティブ 多様な意見や発想がプロジェクトを強化する

source: Session
ja: セッション

source: Session highlights include:
ja: セッションのハイライト（敬称略）

source: Shared use of a meeting room throughout conference.
ja: カンファレンスの会期中利用できる共有会議室

source: Sharing an open platform allows for code reuse and a more efficient development process as developers and suppliers can build once and have a product work for multiple OEMs.
ja: オープン プラットフォームを共有することで、コードの再利用と効率的な開発プロセスが可能になり、開発者やサプライヤーの開発作業や製造作業は、複数のOEMに対して1度で済むようになります。

source: She holds a B.A. in political science from the University of Wisconsin-Madison and an M.A. in government from Georgetown University.
ja: 彼女はウィスコンシン大学マディソン校で政治学 (political science) の B.A. を、ジョージタウン大学で政治学 (government) の M.A. を取得しています。

source: She oversees and provides guidance for all aspects of the project, from technology to community and marketing, and reports to the OPNFV board of directors.
ja: 彼女は、同プロジェクトの技術、コミュニティ、マーケティングなどあらゆる面の監督および指針提供を行い、OPNFV 取締役会に報告しています。

source: She received her master’s degree in English Literature from the University of Texas, Austin.
ja: テキサス大学オースティン校で英文学の修士号を取得しています。

source: Sheryl Chamberlain Joins Linux Foundation as Chief of Staff
ja: Sheryl Chamberlain がLinux Foundationに参謀として参画

source: Show your support of the women in our community that are helping to create the future of open source.
ja: オープン ソースの未来を創造しているこのコミュニティの女性たちへの支援をアピールしましょう。

source: Showcase products, services & new technologies
ja: ・自社の製品、サービス、および最新技術を紹介できる

source: Showcase products, services & technologies
ja: 製品、サービス、技術を公開・展示できる

source: Showing Support of the Linux & Open Cloud Communities
ja: Linux やオープン クラウド コミュニティへの支援をアピールできる

source: Silver Sponsorship..........................................................8
ja: シルバー スポンサーシップ

source: Silver members include Cars.com, Codefresh, Dynatrace, Fidelity, Google, Groupon, Opbeat, nearForm, New Relic, npm, RisingStack, Sauce Labs, SAP, Snyk, StrongLoop (an IBM company), Sphinx, YLD, and Yahoo!.
ja: シルバー メンバーには Cars.com、Codefresh、Dynatrace、Fidelity、Google、Groupon、Opbeat、nearForm、New Relic、npm、RisingStack、Sauce Labs、SAP、Snyk、StrongLoop (an IBM company)、Sphinx、YLD、Yahoo! などの企業が名を連ねています。

source: Silver members of DPDK include 6WIND, Atomic Rules, Huawei, Spirent, and Wind River.
ja: シルバー メンバーは、6WIND、Atomic Rules、Huawei、Spirent、およびWind Riverです。

source: Silver members of ONAP are ARM, BOCO Inter-Telecom, Canonical, China Unicom, Cloudbase Solutions, Metaswitch and Raisecom.
ja: シルバー メンバーは、ARM、BOCO Inter-Telecom、Canonical、China Unicom、Cloudbase Solutions、Metaswitch、および Raisecom です。

source: Simon Wardley, Researcher, Leading Edge Forum talking about the need for situational awareness in open source
ja: Simon Wardley 氏 (Leading Edge Forum 研究員) オープン ソースにおける状況認識の必要性

source: Simultaneous Translation: Conference talks are primarily given in English.
ja: 同時通訳：カンファレンスの講演は、基本的に英語で行われます。

source: Since 2005, kernel development history is also quite well documented, thanks to the use of the Git source code management system.
ja: 2005 年以降、カーネルの開発の経緯は、git と呼ばれるソースコード管理システムのおかげで、大変容易にドキュメントにすることができるようになりました。

source: Since 2005, some 14,000 individual developers from over 1,300 different companies have contributed to the kernel.
ja: 2005 年以来、1,300 社を超える企業に属する 14,000 人以上の技術者がカーネル開発に貢献しました。

source: Since its founding xRAN Consortium has developed standardized RAN control interfaces, adopted by carriers globally.
ja: xRAN コンソーシアムは、発足以来、標準 RAN コントロール インタフェースのを開発に取り組み、世界の通信企業に導入されています。

source: Since the beginning of 2016, Hyperledger has grown to more than 140 members that span various industries including finance, healthcare, the Internet of Things and Aeronautics, among several others.
ja: 2016年に発足したHyperledgerには、金融、医療、IoT、航空をはじめ各種分野の企業が加盟し、メンバーが140社を超えるまでに成長しています。

source: Since the beginning of 2016, Hyperledger has grown to more than 140 members that span various industries, including finance, healthcare, the Internet of Things and Aeronautics, among several others.
ja: 2016年に発足したHyperledgerには、金融、医療、IoT、航空をはじめ各種分野の企業が加盟し、メンバーが140社を超えるまでに成長しています。

source: Singapore-based NEC Asia Pacific (NEC APAC) is the regional headquarters for NEC Corporation (HQ: Japan) in the Asia Pacific region (South and Southeast Asia and Oceania).
ja: シンガポールを拠点とするNEC Asia Pacific (NEC APAC)は、アジア太平洋地域（南アジア、東南アジア、およびオセアニア地域）におけるNEC Corporaton（本社：日本）の地域事業統括会社です。

source: Slide Due Date: May 18, 2017
ja: スライドの提出期限: 2017 年 5 月 18 日

source: Smart companies realize that to gain a competitive advantage they must influence and learn directly from the open source maintainers, developers and IT managers who are steering the projects being used to create today's most innovative commercial products and services.
ja: 賢明な企業は気付いています。競争の場で優位に立つには、今日の最も革新的な商品やサービスに使われているプロジェクトを進めているオープン ソースのメンテナー / 開発者 / IT 管理者らに働きかけ、彼らから直接学ぶ必要があることを。

source: Smart companies realize that to gain a competitive advantage they must influence and learn directly from the open source maintainers, developers and IT managers who are steering the projects being used to create today’s most innovative commercial products and services.
ja: 賢明な企業は気付いています。競争の場で優位に立つには、今日の最も革新的な商品やサービスに使われているプロジェクトを進めているオープン ソースのメンテナー / 開発者 / IT 管理者らに働きかけ、彼らから直接学ぶ必要があることを。

source: So don't delay!
ja: 提出期限を厳守してください!

source: Social Media Promotion of Sponsorship: From the LF events twitter channel
ja: ソーシャル メディアでスポンサーシップをアピール: LF イベントのツイッターで

source: Software / Internet
ja: ソフトウェア / インターネット

source: Software / Internet 59%
ja: ソフトウェア / インターネット 59%

source: Software 35%
ja: ソフトウェア 35%

source: Software Developers, Programmers, Maintainers and IT Professionals
ja: ソフトウェア開発者、プログラマー、メンテナー、IT プロフェッショナル

source: Software development, test, QA
ja: ソフトウェアの開発、テスト、QA

source: Solutions Provider / IT Consultancy
ja: ソリューション プロバイダー / IT コンサルタント

source: Some development highlights since 3.18
ja: 3.18 以降のカーネル開発のハイライト
